Repository: offyotto/core-monitor-app-store
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, ay, az, be, bg, bho, bn, bs, ca, ceb, co, cs, cy, da, de, dv, ee, el, eo, es, et, fa, fi, fil, fr, fy, ga, gd, gl, gn, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, om, or, pa, pl, ps, pt, qu, ro, ru, rw, sd, si, sk, sl, sm, so, sq, sr, su, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

# card.activity.description
source: System uptime and load averages.
af: Stelsel uptyd en laai gemiddeldes.
am: የስርዓት ጊዜ እና ጭነት አማካኞች።
ar: وقت تشغيل النظام ومتوسطات التحميل.
as: চিস্টেম আপটাইম আৰু লোড গড়।
ay: Sistema de uptime ukatxa carga promedios ukanaka.
az: Sistemin işləmə müddəti və orta yükləmə.
be: Час бесперабойнай працы сістэмы і сярэднія паказчыкі нагрузкі.
bg: Средно време за работа на системата и натоварване.
bho: सिस्टम अपटाइम आ लोड औसत के बारे में बतावल गइल बा.
bn: সিস্টেম আপটাইম এবং লোড গড়।
bs: Prosjeci radnog vremena i opterećenja sistema.
ca: Temps de funcionament del sistema i mitjanes de càrrega.
ceb: System uptime ug load average.
co: Uptime di u sistema è media di carica.
cs: Doba provozuschopnosti systému a průměrné zatížení.
cy: Uptime system a chyfartaleddau llwyth.
da: Systemets oppetid og belastningsgennemsnit.
de: Systemverfügbarkeit und Auslastungsdurchschnitte.
dv: ސިސްޓަމް އަޕްޓައިމް އަދި ލޯޑް އެވްރެޖްސް.
ee: System uptime kple agba ƒe mamã dediewo.
el: Χρόνος λειτουργίας συστήματος και μέσοι όροι φόρτωσης.
eo: Sistemo-funkcidaŭro kaj ŝarĝaj mezumoj.
es: Tiempo de actividad del sistema y promedios de carga.
et: Süsteemi tööaeg ja koormuse keskmised.
fa: میانگین زمان کار و بارگذاری سیستم.
fi: Järjestelmän käyttöaika ja kuormituksen keskiarvot.
fil: System uptime at mga average ng load.
fr: Temps de disponibilité du système et moyennes de charge.
fy: Systeem uptime en load gemiddelden.
ga: Aga fónaimh córais agus meán ualaigh.
gd: Ùrachadh siostam agus cuibheasachd luchdan.
gl: Tempo de funcionamento do sistema e medias de carga.
gn: Umi promedio tiempo de funcionamiento sistema ha carga rehegua.
gu: સિસ્ટમ અપટાઇમ અને લોડ એવરેજ.
ha: Tsarin lokaci da matsakaicin nauyi.
he: זמן פעילות וממוצעי עומס של המערכת.
hi: सिस्टम अपटाइम और लोड औसत।
hr: Prosječno vrijeme rada sustava i opterećenje.
ht: Disponibilite sistèm ak mwayèn chaj.
hu: A rendszer üzemideje és terhelési átlagai.
hy: Համակարգի աշխատանքի ժամանակի և բեռնվածության միջին ցուցանիշները:
id: Waktu aktif sistem dan rata-rata beban.
ig: Ogologo oge sistemụ yana oke ibu.
is: Spenntur kerfis og meðaltal álags.
it: Tempo di attività del sistema e medie di carico.
ja: システム稼働時間と負荷平均。
jv: Wektu aktif sistem lan rata-rata beban.
ka: სისტემის მუშაობის დრო და დატვირთვის საშუალო მაჩვენებელი.
kk: Жүйенің жұмыс уақыты және орташа жүктеме.
km: ពេលវេលាដំណើរការប្រព័ន្ធ និងមធ្យមនៃការផ្ទុក។
kn: ಸಿಸ್ಟಮ್ ಅಪ್ಟೈಮ್ ಮತ್ತು ಲೋಡ್ ಸರಾಸರಿಗಳು.
ko: 시스템 가동 시간 및 로드 평균.
ku: Serdema pergalê û navînên barkirinê.
ky: Системанын иштөө убактысы жана жүктөөнүн орточо көрсөткүчтөрү.
lb: System Uptime a Last Moyenne.
lo: ເວລາເຮັດວຽກຂອງລະບົບ ແລະຄ່າສະເລ່ຍການໂຫຼດ.
lt: Sistemos veikimo laikas ir apkrovos vidurkiai.
lv: Sistēmas darbības laiks un vidējie slodzes rādītāji.
mg: Ny ora fiasan'ny rafitra sy ny salan'isa entana.
mi: Te wa mahi a te punaha me te utu toharite.
mk: Просеците за време на работа и оптоварување на системот.
ml: സിസ്റ്റം പ്രവർത്തന സമയവും ലോഡ് ശരാശരിയും.
mn: Системийн ажиллах хугацаа ба ачааллын дундаж.
mr: सिस्टम अपटाइम आणि लोड सरासरी.
ms: Masa operasi sistem dan purata beban.
mt: Uptime tas-sistema u medji tat-tagħbija.
my: စနစ်ဖွင့်ချိန်နှင့် ပျမ်းမျှအားဖွင့်ချိန်။
nb: Systemoppetid og gjennomsnittlig belastning.
ne: प्रणाली अपटाइम र लोड औसत।
nl: Systeemuptime en belastinggemiddelden.
om: Yeroo hojii sirnaa fi giddu galeessa fe’umsaa.
or: ସିଷ୍ଟମ୍ ଅପଟାଇମ୍ ଏବଂ ଲୋଡ୍ ହାରାହାରି |
pa: ਸਿਸਟਮ ਅਪਟਾਈਮ ਅਤੇ ਲੋਡ ਔਸਤ।
pl: Czas pracy systemu i średnie obciążenie.
ps: د سیسټم اپټایم او د بار اوسط.
pt: Tempo de atividade do sistema e médias de carga.
qu: Sistema uptime chaymanta carga promediokuna.
ro: Durata de funcționare a sistemului și mediile de încărcare.
ru: Время безотказной работы системы и средние значения нагрузки.
rw: Sisitemu yo hejuru no gutwara impuzandengo.
sd: سسٽم اپ ٽائم ۽ لوڊ اوسط.
si: පද්ධතියේ අතිකාල සහ බර පැටවීමේ සාමාන්යයන්.
sk: Priemerná prevádzková doba systému a zaťaženie.
sl: Povprečni čas delovanja sistema in obremenitev.
sm: System uptime ma ave averesi.
so: celceliska wakhtiga nidaamka iyo culayska
sq: Koha e funksionimit të sistemit dhe mesataret e ngarkesës.
sr: Време непрекидног рада система и просеци оптерећења.
su: Waktu operasi sistem sareng rata-rata beban.
sv: Systemupptid och belastningsmedelvärden.
sw: Muda wa juu wa mfumo na wastani wa upakiaji.
ta: கணினி இயக்க நேரம் மற்றும் சுமை சராசரிகள்.
te: సిస్టమ్ సమయ సమయం మరియు లోడ్ సగటులు.
tg: Вақти кори система ва миёнаи сарборӣ.
th: เวลาทำงานของระบบและค่าเฉลี่ยการโหลด
tk: Ulgamyň iş wagty we ortaça ýük.
tr: Sistem çalışma süresi ve yük ortalamaları.
tt: Системаның эш вакыты һәм уртача йөкләү.
ug: سىستېمىنىڭ ۋاقتى ۋە ئوتتۇرىچە يۈك مىقدارى.
uk: Час роботи системи та середнє навантаження.
ur: سسٹم اپ ٹائم اور لوڈ اوسط۔
uz: Tizimning ishlash vaqti va o'rtacha yuklanish.
vi: Thời gian hoạt động của hệ thống và tải trung bình.
xh: Ixesha lokuphumla kwenkqubo kunye nemiyinge yomthwalo.
yi: סיסטעם ופּטימע און מאַסע אַוורידזשיז.
yo: Eto akoko ati awọn iwọn fifuye.
zh_hans: 系统正常运行时间和平均负载。
zh_hant: 系統正常運作時間和平均負載。
zu: Isikhathi sokuphumula sesistimu nezilinganiso zokulayisha.

# card.activity.title
source: Activity
af: Aktiwiteit
am: እንቅስቃሴ
ar: نشاط
as: কাৰ্যকলাপ
ay: Wakichawi
az: Fəaliyyət
be: актыўнасць
bg: активност
bho: गतिविधि
bn: কার্যকলাপ
bs: Aktivnost
ca: Activitat
ceb: Kalihokan
co: Attività
cs: Aktivita
cy: Gweithgaredd
da: Aktivitet
de: Aktivität
dv: ހަރަކާތް
ee: Nuwɔna
el: Δραστηριότητα
eo: Aktiveco
es: Actividad
et: Tegevus
fa: فعالیت
fi: Toiminta
fil: Aktibidad
fr: Activité
fy: Aktiviteit
ga: Gníomhaíocht
gd: Gnìomhachd
gl: Actividade
gn: Mba'apo
gu: પ્રવૃત્તિ
ha: Ayyuka
he: פְּעִילוּת
hi: गतिविधि
hr: Aktivnost
ht: Aktivite
hu: Tevékenység
hy: Գործունեություն
id: Aktivitas
ig: Ihe omume
is: Virkni
it: Attività
ja: 活動
jv: Kegiatan
ka: აქტივობა
kk: Белсенділік
km: សកម្មភាព
kn: ಚಟುವಟಿಕೆ
ko: 활동
ku: Çalakî
ky: Активдүүлүк
lb: Aktivitéit
lo: ກິດຈະກໍາ
lt: Veikla
lv: Aktivitāte
mg: asa
mi: Mahi
mk: Активност
ml: പ്രവർത്തനം
mn: Үйл ажиллагаа
mr: क्रियाकलाप
ms: Aktiviti
mt: Attività
my: လုပ်ဆောင်ချက်
nb: Aktivitet
ne: गतिविधि
nl: Activiteit
om: Hojii
or: କାର୍ଯ୍ୟକଳାପ
pa: ਗਤੀਵਿਧੀ
pl: Działalność
ps: فعالیت
pt: Atividade
qu: Ruwana
ro: Activitate
ru: Активность
rw: Igikorwa
sd: سرگرمي
si: ක්රියාකාරිත්වය
sk: Aktivita
sl: dejavnost
sm: Gaoioiga
so: Hawsha
sq: Aktiviteti
sr: Активност
su: Kagiatan
sv: Aktivitet
sw: Shughuli
ta: செயல்பாடு
te: కార్యాచరణ
tg: Фаъолият
th: กิจกรรม
tk: Iş
tr: Etkinlik
tt: Эшчәнлек
ug: پائالىيەت
uk: діяльність
ur: سرگرمی
uz: Faoliyat
vi: Hoạt động
xh: Umsebenzi
yi: אַקטיוויטעט
yo: Iṣẹ-ṣiṣe
zh_hans: 活动
zh_hant: 活動
zu: Umsebenzi

# card.battery.description
source: Battery status, charging state, and Low Power Mode.
af: Batterystatus, laaitoestand en laekragmodus.
am: የባትሪ ሁኔታ፣ የኃይል መሙያ ሁኔታ እና ዝቅተኛ ኃይል ሁነታ።
ar: حالة البطارية وحالة الشحن ووضع الطاقة المنخفضة.
as: বেটাৰীৰ অৱস্থা, চাৰ্জিং অৱস্থা, আৰু কম শক্তি ধৰণ।
ay: Batería ukan estadopa, estado de carga ukat Modo de Baja Potencia ukanaka.
az: Batareya vəziyyəti, doldurulma vəziyyəti və Aşağı Güc Rejimi.
be: Стан батарэі, стан зарадкі і рэжым нізкага энергаспажывання.
bg: Състояние на батерията, състояние на зареждане и режим на ниска мощност.
bho: बैटरी के स्थिति, चार्जिंग के स्थिति, अवुरी लो पावर मोड।
bn: ব্যাটারি স্ট্যাটাস, চার্জিং স্টেট এবং লো পাওয়ার মোড।
bs: Status baterije, stanje punjenja i režim niske potrošnje energije.
ca: Estat de la bateria, estat de càrrega i mode de baixa consum.
ceb: Ang kahimtang sa baterya, kahimtang sa pag-charge, ug Low Power Mode.
co: U statutu di a bateria, u statu di carica, è u Modu Low Power.
cs: Stav baterie, stav nabíjení a režim nízké spotřeby.
cy: Statws batri, cyflwr gwefru, a Modd Pŵer Isel.
da: Batteristatus, opladningstilstand og lav strømtilstand.
de: Batteriestatus, Ladezustand und Energiesparmodus.
dv: ބެޓެރީ ސްޓޭޓަސް، ޗާޖިންގ ސްޓޭޓް، އަދި ލޯ ޕަވަރ މޯޑް.
ee: Batri ƒe nɔnɔme, charge ƒe nɔnɔme, kple Low Power Mode.
el: Κατάσταση μπαταρίας, κατάσταση φόρτισης και λειτουργία χαμηλής κατανάλωσης.
eo: Bateria stato, ŝarga stato kaj Malaltpotenca Reĝimo.
es: Estado de la batería, estado de carga y modo de bajo consumo.
et: Aku olek, laadimise olek ja vähese energiatarbega režiim.
fa: وضعیت باتری، وضعیت شارژ و حالت کم مصرف.
fi: Akun tila, lataustila ja virransäästötila.
fil: Status ng baterya, estado ng pag-charge, at Low Power Mode.
fr: État de la batterie, état de charge et mode faible consommation.
fy: Batterijstatus, oplaadstatus en Low Power Mode.
ga: Stádas ceallraí, stát muirir, agus Mód Ísealchumhachta.
gd: Inbhe bataraidh, staid cosgais, agus Modh Cumhachd Ìosal.
gl: Estado da batería, estado de carga e modo de baixo consumo.
gn: Batería estado, estado de carga ha Modo de Baja Potencia.
gu: બેટરી સ્ટેટસ, ચાર્જિંગ સ્ટેટ અને લો પાવર મોડ.
ha: Halin baturi, yanayin caji, da Yanayin Ƙarfi.
he: מצב סוללה, מצב טעינה ומצב צריכת חשמל נמוכה.
hi: बैटरी की स्थिति, चार्जिंग स्थिति और कम पावर मोड।
hr: Status baterije, stanje punjenja i način rada niske potrošnje.
ht: Estati batri, eta chaje, ak mòd pouvwa ki ba.
hu: Az akkumulátor állapota, töltési állapota és alacsony fogyasztású üzemmód.
hy: Մարտկոցի կարգավիճակը, լիցքավորման վիճակը և ցածր էներգիայի ռեժիմը:
id: Status baterai, status pengisian daya, dan Mode Daya Rendah.
ig: Ọkwa batrị, steeti ịchaji, yana Ọnọdụ ike dị ala.
is: Staða rafhlöðunnar, hleðsluástand og lágstyrksstilling.
it: Stato della batteria, stato di carica e modalità di risparmio energetico.
ja: バッテリーの状態、充電状態、および低電力モード。
jv: Status baterei, status pangisian daya, lan Mode Daya Sedheng.
ka: ბატარეის სტატუსი, დატენვის მდგომარეობა და დაბალი ენერგიის რეჟიმი.
kk: Батарея күйі, зарядтау күйі және төмен қуат режимі.
km: ស្ថានភាពថ្ម ស្ថានភាពសាកថ្ម និងរបៀបថាមពលទាប។
kn: ಬ್ಯಾಟರಿ ಸ್ಥಿತಿ, ಚಾರ್ಜಿಂಗ್ ಸ್ಥಿತಿ ಮತ್ತು ಕಡಿಮೆ ಪವರ್ ಮೋಡ್.
ko: 배터리 상태, 충전 상태, 저전력 모드.
ku: Rewşa pîlê, rewşa barkirinê, û Moda Hêza Kêm.
ky: Батареянын абалы, кубаттоо абалы жана Төмөн кубат режими.
lb: Batterie Status, Opluedstatioun, a Low Power Modus.
lo: ສະຖານະແບັດເຕີຣີ, ສະຖານະສາກໄຟ ແລະ ໂໝດພະລັງງານຕໍ່າ.
lt: Akumuliatoriaus būsena, įkrovimo būsena ir mažos galios režimas.
lv: Akumulatora statuss, uzlādes stāvoklis un zema enerģijas patēriņa režīms.
mg: Satan'ny bateria, ny famandrihana ary ny maodely herinaratra ambany.
mi: Te mana o te pākahiko, te ahua o te utu, me te Aratau Mana Iti.
mk: Статус на батеријата, состојба на полнење и режим на ниска моќност.
ml: ബാറ്ററി നില, ചാർജിംഗ് നില, കുറഞ്ഞ പവർ മോഡ്.
mn: Батерейны төлөв, цэнэглэх төлөв, бага эрчим хүчний горим.
mr: बॅटरी स्थिती, चार्जिंग स्थिती आणि लो पॉवर मोड.
ms: Status bateri, keadaan pengecasan dan Mod Kuasa Rendah.
mt: L-istatus tal-batterija, l-istat tal-iċċarġjar, u l-Modalità ta 'Enerġija Baxxa.
my: ဘက်ထရီအခြေအနေ၊ အားသွင်းအခြေအနေနှင့် ပါဝါမုဒ်။
nb: Batteristatus, ladetilstand og lavstrømmodus.
ne: ब्याट्री स्थिति, चार्जिङ अवस्था, र कम पावर मोड।
nl: Batterijstatus, oplaadstatus en energiebesparende modus.
om: Haala baatirii, haala chaarjii, fi Haala Humna Gadi aanaa.
or: ବ୍ୟାଟେରୀ ସ୍ଥିତି, ଚାର୍ଜିଂ ସ୍ଥିତି ଏବଂ ନିମ୍ନ ଶକ୍ତି ମୋଡ୍ |
pa: ਬੈਟਰੀ ਸਥਿਤੀ, ਚਾਰਜਿੰਗ ਸਥਿਤੀ ਅਤੇ ਘੱਟ ਪਾਵਰ ਮੋਡ।
pl: Stan baterii, stan ładowania i tryb niskiego zużycia energii.
ps: د بیټرۍ حالت، د چارج کولو حالت، او د ټیټ بریښنا حالت.
pt: Status da bateria, estado de carregamento e modo de baixo consumo.
qu: Pilapa kaynin, carga estado, chaymanta Modo Pisi kallpayuq.
ro: Starea bateriei, starea de încărcare și modul de consum redus.
ru: Состояние батареи, состояние зарядки и режим низкого энергопотребления.
rw: Imiterere ya Bateri, kwishyuza leta, hamwe nuburyo buke.
sd: بيٽري جي حالت، چارج جي حالت، ۽ گھٽ پاور موڊ.
si: බැටරි තත්ත්වය, ආරෝපණ තත්ත්වය සහ අඩු බල ප්‍රකාරය.
sk: Stav batérie, stav nabíjania a režim nízkej spotreby.
sl: Stanje baterije, stanje polnjenja in način nizke porabe.
sm: Tulaga o le maa, tulaga o le tauina, ma le Faiga Maualalo.
so: Xaaladda batteriga, xaaladda ku dallaca, iyo Habka Awoodda Hoose.
sq: Statusi i baterisë, gjendja e karikimit dhe modaliteti i fuqisë së ulët.
sr: Статус батерије, стање пуњења и режим мале енергије.
su: Status batré, kaayaan ngecas, sareng Mode Daya Lemah.
sv: Batteristatus, laddningstillstånd och lågeffektläge.
sw: Hali ya betri, hali ya kuchaji na Hali ya Nguvu ya Chini.
ta: பேட்டரி நிலை, சார்ஜிங் நிலை மற்றும் குறைந்த ஆற்றல் பயன்முறை.
te: బ్యాటరీ స్థితి, ఛార్జింగ్ స్థితి మరియు తక్కువ పవర్ మోడ్.
tg: Ҳолати батарея, ҳолати пуркунии барқ ​​ва режими ками барқ.
th: สถานะแบตเตอรี่ สถานะการชาร์จ และโหมดพลังงานต่ำ
tk: Batareýanyň ýagdaýy, zarýad beriş ýagdaýy we pes güýç rejimi.
tr: Pil durumu, şarj durumu ve Düşük Güç Modu.
tt: Батарея торышы, зарядлау торышы һәм түбән энергия режимы.
ug: باتارېيە ھالىتى ، توك قاچىلاش ھالىتى ۋە تۆۋەن توك ھالىتى.
uk: Стан акумулятора, стан зарядки та режим низького енергоспоживання.
ur: بیٹری کی حیثیت، چارجنگ کی حالت، اور کم پاور موڈ۔
uz: Batareya holati, zaryadlash holati va kam quvvat rejimi.
vi: Trạng thái pin, trạng thái sạc và Chế độ nguồn điện thấp.
xh: Ubume bebhetri, imo yokutshaja, kunye neMowudi yaMandla aPhantsi.
yi: באַטאַרייע סטאַטוס, טשאַרדזשינג שטאַט און נידעריק מאַכט מאָדע.
yo: Ipo batiri, ipo gbigba agbara, ati Ipo Agbara Kekere.
zh_hans: 电池状态、充电状态和低功耗模式。
zh_hant: 電池狀態、充電狀態和低功耗模式。
zu: Isimo sebhethri, isimo sokushaja, kanye nemodi yamandla aphansi.

# card.battery.noBattery
source: No built-in battery is available on this Mac.
af: Geen ingeboude battery is op hierdie Mac beskikbaar nie.
am: በዚህ Mac ላይ አብሮ የተሰራ ባትሪ የለም።
ar: لا تتوفر بطارية مدمجة في جهاز Mac هذا.
as: এই মেকত কোনো বিল্ট-ইন বেটাৰী উপলব্ধ নহয়।
ay: Aka Mac ukanx janiw kuna pilas incorporadas ukanakas utjkiti.
az: Bu Mac-da daxili batareya mövcud deyil.
be: На гэтым Mac няма ўбудаванай батарэі.
bg: На този Mac няма налична вградена батерия.
bho: एह मैक में कवनो बिल्ट-इन बैटरी उपलब्ध नईखे।
bn: এই Mac এ কোন বিল্ট-ইন ব্যাটারি পাওয়া যায় না।
bs: Ugrađena baterija nije dostupna na ovom Macu.
ca: No hi ha bateria integrada disponible en aquest Mac.
ceb: Walay built-in nga baterya nga magamit niini nga Mac.
co: Nisuna batteria integrata hè dispunibule nantu à questu Mac.
cs: V tomto Macu není k dispozici žádná vestavěná baterie.
cy: Nid oes batri adeiledig ar gael ar y Mac hwn.
da: Intet indbygget batteri er tilgængeligt på denne Mac.
de: Bei diesem Mac ist kein eingebauter Akku verfügbar.
dv: މި މެކްގައި ބިލްޓް-އިން ބެޓެރީއެއް ނެތެވެ.
ee: Batriki aɖeke mele Mac sia dzi o.
el: Δεν διατίθεται ενσωματωμένη μπαταρία σε αυτό το Mac.
eo: Neniu enkonstruita baterio disponeblas en ĉi tiu Mac.
es: No hay batería incorporada disponible en esta Mac.
et: Selles Macis pole sisseehitatud akut saadaval.
fa: باتری داخلی در این مک موجود نیست.
fi: Tässä Macissa ei ole sisäänrakennettua akkua.
fil: Walang available na built-in na baterya sa Mac na ito.
fr: Aucune batterie intégrée n'est disponible sur ce Mac.
fy: Gjin ynboude batterij is beskikber op dizze Mac.
ga: Níl aon cheallraí ionsuite ar fáil ar an Mac seo.
gd: Chan eil bataraidh togte ri fhaighinn air a’ Mac seo.
gl: Non hai batería incorporada dispoñible neste Mac.
gn: Ndaipóri batería incorporada ko Mac-pe.
gu: આ Mac પર કોઈ બિલ્ટ-ઇન બેટરી ઉપલબ્ધ નથી.
ha: Babu ginanniyar baturi da ke akwai akan wannan Mac.
he: אין סוללה מובנית זמינה ב-Mac זה.
hi: इस Mac पर कोई अंतर्निर्मित बैटरी उपलब्ध नहीं है।
hr: Na ovom Macu nema ugrađene baterije.
ht: Pa gen batri entegre ki disponib sou Mac sa a.
hu: Ezen a Mac-en nem áll rendelkezésre beépített akkumulátor.
hy: Այս Mac-ում ներկառուցված մարտկոց չկա:
id: Tidak ada baterai internal yang tersedia di Mac ini.
ig: Ọ nweghị batrị arụnyere na Mac a.
is: Engin innbyggð rafhlaða er í boði á þessum Mac.
it: Su questo Mac non è disponibile alcuna batteria integrata.
ja: この Mac には内蔵バッテリーがありません。
jv: Ora ana baterei sing kasedhiya ing Mac iki.
ka: ამ Mac-ზე ჩაშენებული ბატარეა არ არის ხელმისაწვდომი.
kk: Бұл Mac құрылғысында кірістірілген батарея жоқ.
km: មិនមានថ្មដែលមានស្រាប់នៅលើ Mac នេះទេ។
kn: ಈ Mac ನಲ್ಲಿ ಯಾವುದೇ ಅಂತರ್ನಿರ್ಮಿತ ಬ್ಯಾಟರಿ ಲಭ್ಯವಿಲ್ಲ.
ko: 이 Mac에서는 내장 배터리를 사용할 수 없습니다.
ku: Li ser vê Mac-ê bataryayek çêkirî tune.
ky: Бул Macта орнотулган батарея жок.
lb: Keng agebaute Batterie ass op dësem Mac verfügbar.
lo: ບໍ່ມີແບັດເຕີຣີໃນຕົວມີຢູ່ໃນ Mac ນີ້.
lt: Šiame „Mac“ kompiuteryje nėra įmontuotos baterijos.
lv: Šajā Mac datorā nav pieejams iebūvēts akumulators.
mg: Tsy misy batterie anatiny misy amin'ity Mac ity.
mi: Karekau he pākahiko hanga-i roto i tenei Mac.
mk: Не е достапна вградена батерија на овој Mac.
ml: ഈ Mac-ൽ ബിൽറ്റ്-ഇൻ ബാറ്ററി ലഭ്യമല്ല.
mn: Энэ Mac дээр суурилагдсан зай байхгүй.
mr: या Mac वर कोणतीही अंगभूत बॅटरी उपलब्ध नाही.
ms: Tiada bateri terbina dalam tersedia pada Mac ini.
mt: L-ebda batterija integrata mhi disponibbli fuq dan il-Mac.
my: Built-in ဘက်ထရီကို ဤ Mac တွင် မရနိုင်ပါ။
nb: Ingen innebygd batteri er tilgjengelig på denne Mac-en.
ne: यस Mac मा कुनै बिल्ट-इन ब्याट्री उपलब्ध छैन।
nl: Er is geen ingebouwde batterij beschikbaar op deze Mac.
om: Mac kana irratti baatiriin of keessaa qabu hin jiru.
or: ଏହି ମାକରେ କ No ଣସି ବିଲ୍ଟ-ଇନ୍ ବ୍ୟାଟେରୀ ଉପଲବ୍ଧ ନାହିଁ |
pa: ਇਸ ਮੈਕ 'ਤੇ ਕੋਈ ਬਿਲਟ-ਇਨ ਬੈਟਰੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Ten Mac nie ma wbudowanej baterii.
ps: په دې ماک کې هیڅ جوړ شوی بیټرۍ شتون نلري.
pt: Nenhuma bateria integrada está disponível neste Mac.
qu: Kay Mac nisqapiqa manam ima pila churasqapas kanchu.
ro: Nu este disponibilă nicio baterie încorporată pe acest Mac.
ru: На этом Mac нет встроенного аккумулятора.
rw: Nta bateri yubatswe iboneka kuri iyi Mac.
sd: هن Mac تي ڪابه بلٽ ان بيٽري موجود ناهي.
si: මෙම Mac මත ගොඩනඟන ලද බැටරියක් නොමැත.
sk: V tomto Macu nie je k dispozícii žiadna vstavaná batéria.
sl: V tem Macu ni na voljo vgrajene baterije.
sm: E leai se maa ua fausia i totonu o lo'o maua ile Mac nei.
so: Ma jiro baytari ku dhex jira oo laga heli karo Mac kan.
sq: Asnjë bateri e integruar nuk disponohet në këtë Mac.
sr: На овом Мац-у није доступна уграђена батерија.
su: Henteu aya batré anu diwangun dina Mac ieu.
sv: Inget inbyggt batteri är tillgängligt på denna Mac.
sw: Hakuna betri iliyojengewa ndani inayopatikana kwenye Mac hii.
ta: இந்த மேக்கில் உள்ளமைக்கப்பட்ட பேட்டரி எதுவும் இல்லை.
te: ఈ Macలో అంతర్నిర్మిత బ్యాటరీ అందుబాటులో లేదు.
tg: Дар ин Mac батареяи дарунсохт мавҷуд нест.
th: ไม่มีแบตเตอรี่ในตัวบน Mac เครื่องนี้
tk: Bu Mac-da gurlan batareýa ýok.
tr: Bu Mac'te yerleşik pil mevcut değil.
tt: Бу Mac-та урнаштырылган батарея юк.
ug: بۇ Mac كومپيۇتېرىغا قاچىلانغان باتارېيە يوق.
uk: На цьому Mac немає вбудованого акумулятора.
ur: اس میک پر کوئی بلٹ ان بیٹری دستیاب نہیں ہے۔
uz: Ushbu Mac-da o'rnatilgan batareya mavjud emas.
vi: Không có pin tích hợp sẵn trên máy Mac này.
xh: Akukho bhetri eyakhelwe-ngaphakathi ekhoyo kule Mac.
yi: קיין געבויט-אין באַטאַרייע איז בנימצא אויף דעם מעק.
yo: Ko si batiri ti a ṣe sinu rẹ lori Mac yii.
zh_hans: 此 Mac 上没有内置电池。
zh_hant: 此 Mac 上沒有內建電池。
zu: Alikho ibhethri elakhelwe ngaphakathi elitholakalayo kule Mac.

# card.battery.title
source: Power
af: Krag
am: ኃይል
ar: قوة
as: ক্ষমতা
ay: Ch'ama
az: Güc
be: Магутнасць
bg: Мощност
bho: जोर
bn: শক্তি
bs: Snaga
ca: Poder
ceb: Gahum
co: putenza
cs: Moc
cy: Grym
da: Magt
de: Leistung
dv: ބާރު
ee: Ŋusẽ
el: Εξουσία
eo: Potenco
es: Fuerza
et: Võimsus
fa: قدرت
fi: Tehoa
fil: kapangyarihan
fr: Pouvoir
fy: Krêft
ga: Cumhacht
gd: Cumhachd
gl: Poder
gn: Pokatu
gu: શક્તિ
ha: Ƙarfi
he: כּוֹחַ
hi: शक्ति
hr: Vlast
ht: Pouvwa
hu: Hatalom
hy: Իշխանություն
id: Kekuatan
ig: Ike
is: Kraftur
it: Energia
ja: 力
jv: daya
ka: ძალაუფლება
kk: Қуат
km: ថាមពល
kn: ಶಕ್ತಿ
ko: 힘
ku: Erk
ky: Күч
lb: Muecht
lo: ພະລັງງານ
lt: Galia
lv: Jauda
mg: fahefana
mi: Mana
mk: Моќ
ml: ശക്തി
mn: Хүч
mr: शक्ती
ms: kuasa
mt: Qawwa
my: ပါဝါ
nb: Makt
ne: शक्ति
nl: Stroom
om: Aangoo
or: ଶକ୍ତି
pa: ਪਾਵਰ
pl: Moc
ps: ځواک
pt: Poder
qu: Kallpa
ro: Putere
ru: Власть
rw: Imbaraga
sd: طاقت
si: බලය
sk: Sila
sl: Moč
sm: Malosiaga
so: Awood
sq: Fuqia
sr: Повер
su: Kakuatan
sv: Driva
sw: Nguvu
ta: சக்தி
te: శక్తి
tg: Қувва
th: พลัง
tk: Kuwwat
tr: Güç
tt: Көч
ug: قۇۋۋەت
uk: потужність
ur: طاقت
uz: Quvvat
vi: Quyền lực
xh: Amandla
yi: מאַכט
yo: Agbara
zh_hans: 力量
zh_hant: 力量
zu: Amandla
